<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Advanced Settings</key>
	<string>高级设置</string>
	<key>Allow insecure SSH Encryption Algorithms</key>
	<string>允许不安全的SSH加密算法</string>
	<key>Allow insecure SSH Host Key Algorithms</key>
	<string>允许不安全的SSH主机密钥算法</string>
	<key>Allow insecure SSH Key Exchange Algorithms</key>
	<string>允许不安全的SSH密钥交换算法</string>
	<key>Allow insecure SSH MAC Algorithms</key>
	<string>允许不安全的SSH MAC算法</string>
	<key>An error occurred while executing the action '{0}'. Details: {1}</key>
	<string>执行动作时发生错误 '{0}'. 详情是: {1}</string>
	<key>An error occurred while processing the file '{0}'. The operation will be canceled.</key>
	<string>处理文件时发生错误 '{0}'. 该操作将被取消.</string>
	<key>Apply to Enclosed</key>
	<string>适用于封闭式</string>
	<key>Apply to all</key>
	<string>应用到全部</string>
	<key>Are you sure you want to abort the current operation?</key>
	<string>您确定要中止当前操作吗?</string>
	<key>Are you sure you want to delete the selected file(s)?</key>
	<string>确定要删除所选文件吗?</string>
	<key>Are you sure you want to move the selected file(s) to the trash?</key>
	<string>确定要将所选文件移到回收站吗?</string>
	<key>Authenticating</key>
	<string>验证中</string>
	<key>Authentication Agent</key>
	<string>认证代理</string>
	<key>Authentication request from '{0}'</key>
	<string>来自 '{0}'的认证请求</string>
	<key>Auto-Detect</key>
	<string>自动检测</string>
	<key>Automatic</key>
	<string>自动</string>
	<key>Block</key>
	<string>区块</string>
	<key>Cancel transfer</key>
	<string>取消传输</string>
	<key>Changing directory</key>
	<string>重定向目录中</string>
	<key>Changing owner and group of '{0}'</key>
	<string>更改所有者和组 '{0}'</string>
	<key>Changing permissions of '{0}'</key>
	<string>权限更改为 '{0}'</string>
	<key>Choose Folder</key>
	<string>选择文件夹</string>
	<key>Common</key>
	<string>常规</string>
	<key>Common Settings</key>
	<string>常规设置</string>
	<key>Compressed (Mode Z)</key>
	<string>压缩 (模式 Z)</string>
	<key>Configure whether or not to use a proxy server and which proxy type should be used to connect to the server.</key>
	<string>配置是否使用代理服务器以及应使用哪种代理类型连接到服务器.</string>
	<key>Connecting</key>
	<string>连接中</string>
	<key>Connection Type</key>
	<string>连接类型</string>
	<key>Copy Path</key>
	<string>复制路径</string>
	<key>Creating directory</key>
	<string>创建目录</string>
	<key>Creating file</key>
	<string>创建文件</string>
	<key>Creation Time</key>
	<string>创建时间</string>
	<key>Custom</key>
	<string>自定义</string>
	<key>Date</key>
	<string>日期</string>
	<key>Delete</key>
	<string>删除</string>
	<key>Deleting '{0}'</key>
	<string>删除中 '{0}'</string>
	<key>Deleting multiple files</key>
	<string>删除多个文件</string>
	<key>Desktop</key>
	<string>桌面</string>
	<key>Disabled</key>
	<string>禁用</string>
	<key>Documents</key>
	<string>文稿</string>
	<key>Download</key>
	<string>下载</string>
	<key>Downloading '{0}'</key>
	<string>下载中 '{0}'</string>
	<key>Downloading multiple files</key>
	<string>下载多个文件</string>
	<key>Downloads</key>
	<string>下载</string>
	<key>Enabled</key>
	<string>启用</string>
	<key>Enabled Algorithms: {0}</key>
	<string>启用算法: {0}</string>
	<key>Encoding</key>
	<string>加密中</string>
	<key>Execute</key>
	<string>执行</string>
	<key>FTP</key>
	<string>FTP</string>
	<key>FTP Settings</key>
	<string>FTP 设置</string>
	<key>FTP with Explicit TLS/SSL</key>
	<string>具有显式TLS / SSL的FTP</string>
	<key>FTP with Implicit SSL</key>
	<string>使用隐式SSL的FTP</string>
	<key>File Transfer</key>
	<string>文件传输</string>
	<key>File Transfer Connection Settings</key>
	<string>文件传输设置</string>
	<key>File Transfer Default Settings</key>
	<string>文件传输默认设置</string>
	<key>File Transfer Template Settings</key>
	<string>文件传输模板设置</string>
	<key>File Transfer connections allow you to browse and transfer files on FTP, SFTP and SCP file servers. The default port for FTP connections is 21, for SFTP and SCP it is 22.</key>
	<string>文件传输连接使您可以浏览和传输FTP，SFTP和SCP文件服务器上的文件。 FTP连接的默认端口为21，SFTP和SCP的默认端口为22.</string>
	<key>General</key>
	<string>一般</string>
	<key>Get Info</key>
	<string>获取信息</string>
	<key>Go</key>
	<string>前往</string>
	<key>Go to Folder</key>
	<string>打开文件夹</string>
	<key>Group</key>
	<string>组</string>
	<key>Home</key>
	<string>主页</string>
	<key>Ignore Certificate and Fingerprint Warnings</key>
	<string>忽略证书和指纹警告</string>
	<key>Initial Paths</key>
	<string>初始路径</string>
	<key>Interval</key>
	<string>间隔</string>
	<key>Keep folders on top when sorting by name</key>
	<string>按名称排序时，将文件夹放在最前面</string>
	<key>Keep-Alive Interval</key>
	<string>保活间隔</string>
	<key>Last Access Time</key>
	<string>上次访问时间</string>
	<key>Last Write Time</key>
	<string>上次写入时间</string>
	<key>Local</key>
	<string>本地</string>
	<key>Logon Method</key>
	<string>登录方式</string>
	<key>Missing Create Time Workaround</key>
	<string>缺少创建时间的变通方案</string>
	<key>Move to Trash</key>
	<string>移到回收站</string>
	<key>Moving '{0}' to '{1}'</key>
	<string>移动 '{0}' 到 '{1}'</string>
	<key>Name</key>
	<string>名称</string>
	<key>No Proxy (Direct Connection)</key>
	<string>无代理 (直接连接)</string>
	<key>On this page you can tweak advanced file transfer settings like passive mode for FTP connections and whether or not to use large buffers for file transfers.</key>
	<string>在此页面上，您可以调整高级文件传输设置，例如用于FTP连接的被动模式，以及是否使用大缓冲区进行文件传输.</string>
	<key>On this page you can tweak advanced security settings like disabling certificate and fingerprint warnings or configuring allowed encryption algorithms.</key>
	<string>在此页面上，您可以调整高级安全设置，例如禁用证书和指纹警告或配置允许的加密算法.</string>
	<key>Other…</key>
	<string>其他</string>
	<key>Overwrite file</key>
	<string>覆盖文件</string>
	<key>Owner</key>
	<string>主人</string>
	<key>Passive Mode</key>
	<string>被动模式</string>
	<key>Permissions</key>
	<string>权限</string>
	<key>Permissions Mask</key>
	<string>权限掩码</string>
	<key>Please change either the owner/group or permissions but not both at once.</key>
	<string>请更改所有者/组或权限，但不要同时更改。</string>
	<key>Please enter the path to the folder</key>
	<string>请输入文件夹的路径</string>
	<key>Port</key>
	<string>端口号</string>
	<key>Provided by server upon connect</key>
	<string>由服务器在连接时提供</string>
	<key>Proxy Mode</key>
	<string>代理模式</string>
	<key>Proxy Server</key>
	<string>代理服务器</string>
	<key>Proxy Settings</key>
	<string>代理设置</string>
	<key>Read</key>
	<string>读取</string>
	<key>Reconnect</key>
	<string>重新连接</string>
	<key>Remote</key>
	<string>远程</string>
	<key>Remote Path</key>
	<string>远程路径</string>
	<key>Rename</key>
	<string>重命名</string>
	<key>Renaming '{0}' to '{1}'</key>
	<string>重命名 '{0}' 为 '{1}'</string>
	<key>Resolving link '{0}'</key>
	<string>解析链接 '{0}'</string>
	<key>Restore Creation Timestamp after file transfers</key>
	<string>传输文件后还原创建时间戳</string>
	<key>Restore Last Access Timestamp after file transfers</key>
	<string>传输文件后还原上次访问时间戳</string>
	<key>Restore Last Write Timestamp after file transfers</key>
	<string>文件传输后恢复上次写入时间戳</string>
	<key>Restore Timestamps after file transfers</key>
	<string>传输文件后还原时间戳</string>
	<key>Retrieving current directory path</key>
	<string>检索当前目录路径</string>
	<key>Retrieving items in current directory</key>
	<string>检索当前目录中的项目</string>
	<key>SCP</key>
	<string>SCP</string>
	<key>SFTP</key>
	<string>SFTP</string>
	<key>SSH Authentication Request</key>
	<string>SSH 验证请求</string>
	<key>Seconds (set to 0 to disable)</key>
	<string>秒 (设置0为关闭)</string>
	<key>Select Credentials</key>
	<string>选择凭证</string>
	<key>Set GID</key>
	<string>设置 GID</string>
	<key>Set UID</key>
	<string>设置 UID</string>
	<key>Show a confirmation after successful file transfers</key>
	<string>成功传输文件后显示确认信息</string>
	<key>Show hidden files</key>
	<string>显示隐藏文件</string>
	<key>Size</key>
	<string>大小</string>
	<key>Skip file</key>
	<string>跳过文件</string>
	<key>Special</key>
	<string>特殊</string>
	<key>Sticky</key>
	<string>粘滞</string>
	<key>Stream</key>
	<string>流</string>
	<key>Successfully downloaded '{0}'.</key>
	<string>下载成功 '{0}'.</string>
	<key>Successfully downloaded multiple files.</key>
	<string>成功下载多个文件.</string>
	<key>Successfully uploaded '{0}'.</key>
	<string>已成功上传 '{0}'.</string>
	<key>Successfully uploaded multiple files.</key>
	<string>成功上传多个文件.</string>
	<key>The "Computer Name" must not be empty.</key>
	<string> "计算机名称" 不能为空.</string>
	<key>The authenticity of the host '{0}' can't be established.</key>
	<string>无法确定主机 '{0}' 的真实性.</string>
	<key>The file '{0}' already exists. How do you want to continue?</key>
	<string>文件 '{0}' 已经存在. 您想如何继续?</string>
	<key>The fingerprint is '{0}'.</key>
	<string>指纹是 '{0}'.</string>
	<key>The identity of the remote computer ({0}) cannot be verified.
Do you want to connect anyway?</key>
	<string>无法验证远程计算机 ({0}) 的身份.
是否仍要连接?</string>
	<key>Timestamps</key>
	<string>时间戳</string>
	<key>Transfer Mode</key>
	<string>传输模式</string>
	<key>UNIX Permissions</key>
	<string>UNIX 权限</string>
	<key>Upload</key>
	<string>上传</string>
	<key>Uploading '{0}'</key>
	<string>上传中 '{0}'</string>
	<key>Uploading multiple files</key>
	<string>上传多个文件</string>
	<key>Use Large Buffers for file transfers</key>
	<string>使用大缓冲区进行文件传输</string>
	<key>Use Strict Key Exchange</key>
	<string>使用严格密钥交换</string>
	<key>User</key>
	<string>用户</string>
	<key>World</key>
	<string>世界</string>
	<key>Write</key>
	<string>写入</string>
	<key>default</key>
	<string>默认</string>
	<key>{0} (not supported)</key>
	<string>{0} (不支持)</string>
</dict>
</plist>
